// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Калибровка цветов";

NoCalibrateTitle = "Не удается калибровать цвет";
NoCalibrateMsg = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";
NoResetTitle = "Не удается восстановить настройки принтера по умолчанию";

NotAllowedWarning = "Выполнение процедуры \"Калибровка цветов\" возможно, только если установлены и трехцветный, и фотокартридж.";
NotAllCartridges = "Выполнение процедуры \"Калибровка цветов\" возможно, только если установлены все картриджи.";
ClickToBegin = "Нажмите кнопку \"Калибровать\", чтобы откалибровать цвет.\nДля этого требуется около одной минуты и один лист обычной бумаги.";
ClickToBegin2 = "Нажмите кнопку \"Калибровать\", чтобы запустить этот процесс.\nДля этого требуется около двух минут и два листа обычной бумаги.";

ChooseTitle = "Выбрать";

FactorySettingsTitle = "Заводские настройки";
FactorySettingsMsg = "При выборе параметра \"Заводские настройки\" будут восстановлены значения автоматической калибровки цветов принтера. Нажмите кнопку \"Да\", чтобы использовать параметр \"Заводские настройки\" и распечатать страницу подтверждения, или кнопку \"Нет\", чтобы вернуться в окно \"Калибровка цветов\".";
DefaultsTitle = "Использовать настройки по умолчанию";
DefaultsMessage = "При выборе параметра \"Использовать настройки по умолчанию\" будут восстановлены заводские значения калибровки цветов принтера. Нажмите кнопку \"Да\", чтобы использовать настройки по умолчанию, или кнопку \"Нет\", чтобы вернуться в окно \"Калибровка цветов\".";
//DefaultsTooltip = "Note: The “Use Defaults” button can be used to restore the printer defaults.";
YesTitle = "Да";
NoTitle = "Нет";

VerificationMsg = "Изображение будет распечатано, а результаты выбора отобразятся на контрольном изображении. Если распечатка не будет иметь преобладающего оттенка, значит калибровка завершена. Если изображение будет иметь синий, желтый или другой оттенок, нажмите кнопку \"Повторить\" для повтора процесса.";
FinishTitle = "Готово";
RedoTitle = "Повторить";

TransferringProcessTitle = "Передача файла…";

TwowayConnectionErrorTitle = "Не удается установить двустороннюю связь с устройством";

PrintingProcessTitle = "Печать страницы калибровки цветов…";

AutomaticCalibrationCompleteTitle = "Принтер только что завершил автоматическую калибровку цветов";
AutomaticCalibrationCompleteMsg = "Если цветная распечатка выглядит неудовлетворительно, нажмите кнопку \"Калибровать\" для повторной автокалибровки цвета.";

ColorCalibrationTextFieldTitle = "Калибровка цветов";
InfoTextFieldTitle = "В результате этой процедуры выполняется калибровка цветов распечатываемых страниц. Эту процедуру не следует выполнять, если в оттенках цветов отсутствуют заметные отклонения.";
GuideTextFieldTitle = "Нажмите кнопку \"Калибровать\", чтобы откалибровать цвет.\nДля этого требуется около одной минуты и один лист обычной бумаги.";
ResetButtonTitle = "Заводские настройки";

CancelButtonTitle = "Отмена";
CalibrateButtonTitle = "Калибровать";

PatchSquareControllerInfo = "Распечатывается страница с образцами цветов.\n\n1. Расположите страницу перед глазами на расстоянии примерно 20 см.\n\n2. Медленно отводите страницу от себя, пока пронумерованные образцы не сольются с фоном.\n\n3. Выберите номер образца, лучше всего совпадающего с фоном распечатанной страницы.";
GrayPlotBoxTitle = "Серый график";
ColorPlotBoxTitle = "Цветной график";
PatchMatricesControllerInfo = "1. Расположите страницу калибровки перед глазами на расстоянии вытянутой руки.\n\n2. Отклоните страницу в направлении от себя. Посмотрите на два больших прямоугольника с цветными образцами. Для каждого из больших прямоугольников определите цветной образец, лучше всего совпадающий с фоном. Каждый образец обозначен соответствующими буквой и цифрой.\n\n3. Выберите букву и цифру совпадающих образцов в раскрывающихся меню для серых и цветных графиков, представленных справа.\n\n4. Нажмите кнопку \"Калибровать\".";
PatchRowsControllerInfo = "Распечатывается страница с образцами цветов.\n\nВыберите номер образца, лучше всего совпадающего с фоном распечатанной страницы.";
